tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "o4dev/valgrind-mojave"
tap "osx-cross/arm"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# High performance key/value database
brew "berkeley-db"
# C library implementing the SSH2 protocol
brew "libssh2"
# Open source suite of directory software
brew "openldap"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Libraries to talk to Microsoft SQL Server and Sybase databases
brew "freetds"
# Interpreter for PostScript and PDF
brew "ghostscript"
# Command-line interface for SQLite
brew "sqlite"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9", link: false
# Core application library for C
brew "glib"
# Network authentication protocol
brew "krb5"
# Postgres C API library
brew "libpq"
# HTTP/2 C Library
brew "nghttp2"
# General-purpose scripting language
brew "php"
# Python version management
brew "pyenv"
# Interpreted, interactive, object-oriented programming language
brew "python@3.8"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community"
# Pre-built GNU toolchain for Arm Cortex-M and Cortex-R processors
brew "osx-cross/arm/arm-gcc-bin@8", link: true
